export const bookPages = [
  {
    "page": 1,
    "printed": null,
    "text": "గ బ్లా అలల. అల\n(ల యం.\n| ఓమ్‌ శ్రీ స్మా \" య్యా\n| త్రి స్వామి శరణం |\n| ఎ 689 |\n| \"శక. ఇ |\nక్ర ]\n(1 ప \"0 |\n' 1 నాటి మా కో\nపు ప బ్రా ్ర\nటక (151 ర\nక శై\nకా. ా |\n| అఆ ఇం గే |\nరు\nటు స్వామి |\n| నిత్యపూజా వి |\nలూ _ ధానం క్ర |\n_! [ .. |\n- ఎ.",
    "confidence": 51,
    "image": "book-pages/page-01.jpg"
  },
  {
    "page": 2,
    "printed": 4,
    "text": "ప్రత నియమములు\n\n1. (ప్రతిదినము వేకువనే మేల్కొని, శిరస్పానాంతరము, కనీస\nఅర్చనవిధానమును అనుసరించిన పీదపనే మంచినీరు\nసైతం సేవించవలయును. దీనికి పూర్వము ఏమియును\nసేవించరాదు, సాౌయంనవుయములందుగూడా\nశిరస్నాసము చేసి, దేవతార్చన అనుసరించిన పిదపనే\nఅల్పాహారము లతీసుకొనవలయును.\n\n2, ముద్రమాలను ఎట్టి సమయములందుకూడా తీసివేయరాదు.\nముద్రమాలను ధరించి స్వామి సాన్సిధ్యము చేరుటకు\nకనీసము 41 రోజులు ముందుగా దీక్షనవలంబించవలెను.\n\n3. నల్ల దున్సలుగాని, నీలిరంగు దున్వులుగాని\nధరించవలయును,\n\n4. కాళ్ళకు జోళ్ళు లేకుండా నడచుట అలవాటు\nచేసుకొనవలెను.\n\n5. పరిశుభ్రతను పాటించుట అత్యవసరం. ఎట్టి పనులైనా\nచేయుటకుముందు కర, పాద, నేత్ర (ప్రజ్ఞాళనము\nచేయవలెను,\n\n6. నిరంతరము శరణుఘోష జపించుచుండవలెను. “స్వామియే\nశరణం అయ్యప్ప” మూలవుంత్రము నిరంతరము\nజపించుచుండవలెను,\n\n(1",
    "confidence": 80,
    "image": "book-pages/page-02.jpg"
  },
  {
    "page": 3,
    "printed": 5,
    "text": "7. (ప్రతి కార్యమునందు అయ్యప్ప బోగవానుని\nగుర్తించుచుండవలెను. ,\n\n8. తను ఎలాగు అయ్యప్ప భగవానుని ప్రతి స్వరూపుడో,\nఇతరులనుకూడా య్యప్ప భగవానుని ప్రతిరూపులుగా\nభావించవలెను.\n\n9. ప్రతి స్త్రీ (భార్య సైతము) దేవి స్వరూపురాలే.\n\n10. తన నామమునకు చివర “అయ్యప్ప” అని కలుపుకోవలెను.\n\n11. ఇతరుఅలను “అయ్యప్ప” అని సంబోధించవలెను. (స్త్రీలను\n“మలళికాపురం” అని సంబోధించవలెను. ముస్లిం\nసోధరులను వావర్‌స్వామి అని, బాలలను మణికంఠ అని,\nబాలికలను కొచ్చి మలికాపురం అని పిలువవలెను.\n\n12. అయ్యప్పన్‌ శవమును చూడరాదు, బహిష్టు వాళ్ళను\nచూడరాదు. ఒకవేళ చూచిన తిరిగి ఇంటికివెళ్ళి పంచగవ్య\nశిరస్నానమును ఆచరించి శరణుఘోష జరిపించువరకు,\nఏమియును సేవించరాదు.\n\n18. దీక్షకాలమునందు ముఖక్షౌరముగాని, కేశఖండనగానీ\nపనికిరాదు, గోళ్ళను తీయరాదు.\n\n14. జాలి, మత, కులవిచక్షణ అయ్యప్పన్‌కు లేదు. అందరూ\nనమానులే. ఎవరైనా బి త్నకు విలిచినయొడల\nతిరస్కరించరాదు.\n\nర్‌",
    "confidence": 87,
    "image": "book-pages/page-03.jpg"
  },
  {
    "page": 4,
    "printed": 6,
    "text": "15. అన్ధలిత (బ్రహ్మచర్యము నవలంబించు యోగిగా\nజీవించుటయే అయ్యప్పకు పరిపాటి. వేరుగదిలో\nనివసించుట ఉత్తమము.\n\n16. వొత్తటి వరువులు, దిండ్లు ఉపయోగించరాదు.\nగృహస్థాశ్రమమునకు ఉపయోగించిన బెడ్‌షీట్లు సైతము\nముట్టుకొనరాదు.\n\n17. నేలమీద కొత్త చాప వేసుకొని శయనింపవలెను,\n\n18. అయ్యప్పన్‌ ఎల్లప్పుడూ విభూతి, చందనం, కుంకుమ\nబొట్టులతో విలసిల్లుచుండవలెను.\n\n19. అబద్ధాలు, దుర్భాషలు, అధిక ప్రసంగాలు చేయరాదు.\n\n20. మాంసం, మద్యం, ధూమపానం, ముక్కపొడి, పొగాకు,\nతాంబూల చర్వణము కూడా నిషేధములు.\n\n21. అతి సాత్విక ఆహారమునే భుజింపవలెను, రాత్రలందు\nఅల్పాహారమును భుజించవలెను. అనగా ఏక భుక్తము\nచేయవలెను.\n\n22. ఉప్పు, పులుపు, కారము తగ్గించి వాడవలెను మరియు\nఉల్లిగడ్డలు, వెల్లుల్లి పూర్తిగా నిషేధించవలెను.\n\n28. ఎదుటివారిని తన మాటలచేతగాని, చేతలచేతగాని\nమరియెట్టి కార్యములచేతగాని బాధించరాదు, హింసాత్మక\nచర్యలను దిగరాదు.\n\n6",
    "confidence": 89,
    "image": "book-pages/page-04.jpg"
  },
  {
    "page": 5,
    "printed": 7,
    "text": "24. (ప్రతిరోజు నిరంతర భక్తిశ్రద్ధలతో భోగవంతునికి\nఆత్మార్చణము చేసి జీవించుచుండవలెను.\n\n25. నిత్యము సత్సంగములందు పాల్గొనుట, భజనలు చేయుట,\nదేవాలయములు దర్శించుట అయ్యప్పల ముఖ్య కర్తవ్యం,\nఅత్యుత్తమములు, శరణుఘోషప్రియుడైన అయ్యప్పకు ఎంత\nశరణుఘోష జపించితే అంత ప్రీతి.\n\n'£26. లౌకిక వ్యవహారములకు, నిత్య జీవన విధానములకు అతి\nదూరముగా యుండవలెను,\n\n£27. దాంపత్య జీవితము మనోవాక్కాయ కర్మలందు తలచుట\nకూడా ఘోరమైన అపచారము. అస్థలిత బ్రహ్మచర్యము\nసంపూర్ణముగా నవలంబించవలెను.\n\n28. లఘుశంక (మూత్రవిసర్జన) అనంతరము పాదప్రక్షాళనము,\nఆచమనము చేయవలెను. గురుశంక (మలవిసర్జన)\nఅనంతరము శిరస్నానము విధిగా చేయవలెను.\n\n29. భార్య ఐదు మాసముల గర్భవతి అయిన ఆ సంవత్సరము\nదీక్ష తీసుకొనరాదు.\n\n80. మధ్యాహ్నము పడుకొనరాదు. సోమరితనం దగ్గరకు\nరానీయకూడదు.\n\n81. రాత్రి 12 గంటల తరువాత ఏమియు తినరాదు.\n\n7",
    "confidence": 89,
    "image": "book-pages/page-05.jpg"
  },
  {
    "page": 6,
    "printed": 8,
    "text": "32. గురుస్వామితో వాదోపవాదములు చేయరాదు.\n33. కన్నెస్వాముల ఇరుముడి అనంతరం వారి అభిప్రాయాలను\nతెలుపరాదు.\n34. కనీస అర్చన అనంతరము విష్ణుసహస్రనామ పారాయణ,\nలక్ష్మీ అష్టోత్తర పారాయణ లాంటివి చేయుట మంచిది.\n85. మనవసేవ లేనిదే, మాధవసేవ లేదు. తన శక్తికొలది\nఇతరులకు సహాయపడుట అయ్యప్ప కర్తవ్యము.\n36. కేవలం మానవజాతియందేగాక, మృగ పశు పక్ష్యాదులందు\nకూడా దయ చూపవలెను.\nఇట్లు నియమాలు తు.చ. తప్పకుండ ఆచరణలో పెట్టిన\nభక్తుడే శబరిమల సన్నిధానమందు పదునెట్టాంబడి నెక్క\nనర్హుడు. అతనికి. భగవత్సాక్షాత్కారము లభించును,\nతీర్థయాత్ర ఫలితము పొందగలడు.\n“ఓం శ్రీ స్వామియే శరణం అయ్యప్ప”\n8",
    "confidence": 91,
    "image": "book-pages/page-06.jpg"
  },
  {
    "page": 7,
    "printed": 9,
    "text": "మాలధారణ మంత్రము\nజ్ఞానముద్రాం శాస్త్రముద్రాం గురుముద్రాం నమామ్యహం\nమనము(ద్రాం శుద్ధముద్రాం రుద్రముద్రాం నమామ్యహం\nశాంతము(ద్రాం సత్యము(ద్రాం ప్రతముద్రాం నమామ్యహం\nశబర్యాశ్రమ సత్యేనముద్రాం పాతుసదా భిమే\nగురుదక్షిణాయ పూర్వం తస్యానుగ్రహకారిణే!\nశరణాగత ము(ద్రాఖ్యం త్వన్ముద్రాం ధారయామ్యహం!\nచిన్ముద్రాం భేచరీముద్రాం భద్రముద్రాం నమామ్యహం!\nశబర్యాచల ముద్రాయై నమస్తుభ్యం నమో నమః!\nస్వామి అయ్యప్ప దీక్షా విధానం\nకార్తీకమాసం ప్రారంభం రోజున భక్తులు కఠోర నియమ\nనిష్టలుగల స్వామి అయ్యప్పదీక్ష చేపడతారు. అప్పటినుండి\nమండలం పాటు దీక్షా నియమాలు పాటిస్తూ నిరంతరం స్వామి\nశరణం అని ఉచ్చరిస్తూ స్వామి పూజా కార్యక్రమాలలో\nలీనమయిపోయిన బభోక్తులు అనంతరం శబరియాత్రకు\nఉపక్రమిస్తారు.\n9",
    "confidence": 86,
    "image": "book-pages/page-07.jpg"
  },
  {
    "page": 8,
    "printed": 10,
    "text": "యాత్ర ప్రారంభంలో స్వాములంతా గురుస్వామి పవిత్ర\nవాస్తాలతో అయ్యప్ప నామోచ్చారణల మధ్య ఇరుముడి\nకట్టించుకుంటారు. స్వామి యాత్రలో, స్వామి దర్శన సమయంలో\nఈ ఇరుముడిని అయ్యప్పరూపంగా పూజిస్తారు.\n\nభక్తులు బస్సులు, కార్లు, రైళ్ళలో శబరిమలై బయలుదేరాక్ర\nఎరుమేలి అన్న క్షేత్రం నుంచి అసలు యాత్ర ప్రారంభం\nఅవుతుంది. సర్వమత సమానత్వానికి (ప్రతీకగా ఈ క్షేత్రం గొప్ప\nప్రసిద్ధి పొందింది.\n\nఅయ్యప్పస్వామి వావర్‌కి ఇచ్చిన వరం ఫలితంగానే స్వామిని\nచూడగోరి శబరిమలై వెళ్ళే ప్రతి భక్తుడు ముందుగా వావర్‌ సమాధి\nదర్శించాకనే శబరిమల బయలుదేరుతాడు.\n\nఈ ఎరుమేలినుంచి స్వామి సన్నిధి చేరడానికి రెండు\nమార్గాలున్నాయి. అందులో ఒకటి 60 కిలోమీటర్ల అడవిలోని\nకాలిబాట కాగా, మరొకటి వాహనాల రాకపోకలకు అనువైన\nరహదారి. అధిక సంఖ్యలో భక్తులు ఇరుముడులు తలనెత్తుకుని\nఈ కాలిబాటను ఎంచుకుంటారు. కొంతమంది అక్కడినుండి\nవాహనాలపై స్వామి సన్చిధానానికి ఏడు కిలోమీటర్ల సమీపంలోని\nపంపానదీ తీరానికి వాహనాలపై వెళతారు. పరమ పవిత్రమైన,\nమహత్తరమైన, శక్తిగల నదిగా ఈ పంపానదీ ప్రఖ్యాతిగాంచినది.\nభక్తులంతా నదిలో స్పానాలుచేసి పంపానదీ తీరంలో గుడారాలు\n\n10",
    "confidence": 91,
    "image": "book-pages/page-08.jpg"
  },
  {
    "page": 9,
    "printed": 11,
    "text": "వేసుకుని స్వామి భజనలు, పూజలు, (్రతాలు చేపడతారు.\nఅనంతరం అక్కడి పంపా గణపతి దర్శనం చేసుకుని ఇరుముడిలో\nవేసి తెచ్చిన కొబ్బరికాల్లో మొట్టమొదటి కాయను అక్కడ కొట్టి\nసన్నిధానమునకు పాదయాత్ర ఆరంభిస్తారు. ఆ కాలిబాటలో\nశబరిపీఠం, శరణ్ణఉత్తి దర్శించుకుని సన్నిధానం చేరతారు.\n\nసన్నిధానంలో దీక్షబూని తలపై ఇరుముడి ఉన్న భక్తులకు\nమాత్రమే పదునెట్టాంబడిమీదుగా స్వామి దర్శనానికి అనుమతి\nఉంటుంది. ఇరుముడిలేని, దీక్షబూనని భోక్సులకోనం\nవెనుకవైపునుండి ప్రత్యేక ప్రవేశం ఉంది.\n\nసన్నిధానం చేరిన స్వాములు పదునెట్టాంబడి వద్ద\nకొబ్బరికాయ కొట్టి పైకి చేరుతారు. స్వామి దివ్యమంగళరూపాన్ని\nకనులారా గాంచిన అనంతరం ఇరుముడిలో ఉంచిన\nకొబ్బరికాయలోని ఆవునెయ్యిని స్వామికి అభిషేకం గావింపచేసి\nదానిని మహాప్రసాదంగా స్వీకరిస్తారు. స్వామి దర్శనం, జ్యోతి\nవీక్షణంతో తమ జన్మ ధన్యం చేసుకుంటారు.\n\n11",
    "confidence": 91,
    "image": "book-pages/page-09.jpg"
  },
  {
    "page": 10,
    "printed": 12,
    "text": "అవనికి జ్యోతి అయ్యప్ప\n\nఅది వైకుంఠం\nఅది కైలాసం\n\nహరిహర సుతుడైన అయ్యప్పస్వామి అవతరించిన భూలోక\nస్వర్గం శబరిమల. పరమ పవిత్రమైన పంపానదీ సమీపాన వెలసిన\nఈ ఇలవేల్చును తనివితీర దర్శించడానికి వేల నేత్రాలు చాలవు\nమహిషి అనే రక్కసిని మట్టుబెట్టడానికి ఉద్భవించడానికి వేల\nనేత్రాలు చాలవు. మహిషి అనే రక్కసిని మట్టుబెట్టడానికి ఉద్భవించి\nద్వాదశ సంవత్సరాల వర్యంతం భూలోకవానసిగా ఉండి\nసర్వమానవాళిచేత అయ్యప్పగా వంద్యుడైన శ్రీ మణికంఠుని చరితం\nభాగవతులకు నిత్య పారాయణం.\n\nఅయ్యప్ప కారణజన్ముడు. మహిషాసురుని కథ ఆందరికీ\nతెలిసిందే. చండి చేతుల్లో నిహతుడైన ఈ మహిషాసురుని సోదరి\n“మహిషి” దేవతలపై పగబూనింది. ప్రతీకారవాంఛతో రగులుతూ\nచతుర్ముఖుని కటాక్షం కోసం వరోర తవమచరించింది.\nహరిహరులకు జన్మించే పుత్రుని చేతిలో తప్ప మరెవరి చేతా\nమృత్యువు కలుగకుండా వరమిమ్మని (బ్రహ్మను కోరింది.\n\nబ్రహ్మ తథాస్తు అన్నాడు.\n12",
    "confidence": 89,
    "image": "book-pages/page-10.jpg"
  },
  {
    "page": 11,
    "printed": 13,
    "text": "వరలభ్ధితో అహంకరించిన మహిషి కన్నూమిన్చూగానక\nసామాన్యులనూ, మాన్యులైన బుషులనూ రాచిరంపానబెట్టడమే\nకాకుండా ఏకంగా స్వర్గంలోకం మీదకే దండెత్తింది. స్వర్గాధిపతి\nఅయిన దేవేంద్రుణ్ణే పదవీచ్యుతుణ్ణి చేసింది.\n\nఈ అరాచకంతో తల్లడిల్లిన దేవతలంతా త్రిమూర్తులకు\nమొరబెట్టుకున్నారు. మహిషి బారినుండి కాపాడమని వేడుకున్నారు.\nఈ సమస్యా పరిష్కారానికి నారదుడొక మంచి ఉపాయం చెప్పాడు.\nఆ మేరకు దత్తాత్రేయుడు సుందర మహిషంగా మారి భూమికెళ్లాడు.\nమహిషిని ఆకర్షించి మనువాడాడు. శృంగార విహారం గావించాడు.\n\nఅయితే కొంతకాలానికి దత్తాత్రేయుడు మహిషిని వదిలి\nదేవలోకానికి తిరిగి వెళ్ళిపోయాడు. చెలికాడు దూరం కాగా కట్టలు\nతెంచుకున్న దుఃఖంతో మహిషి కక్ష పెంచుకుని దేవతలమీద\nమళ్ళీ కయ్యానికి కాలుదువ్వింది.\n\nదేవతలంతా తిరిగి త్రిమూర్తుల దగ్గరకు పరుగులు పెట్టారు.\nయాతనలను ఏకరువు పెట్టారు. ఏదన్నా చేయమన్నారు.\n\nహరిహర సమాగమానికి రంగం సిద్ధమైంది. మహిషిని\nపరిమార్చడం హరిహరపుత్రునికే సాధ్యం. అందుకే సకల\nజగద్రక్షకుడైన మహావిష్ణువు భువనమోహినిగా మారాడు.\n\n13",
    "confidence": 90,
    "image": "book-pages/page-11.jpg"
  },
  {
    "page": 12,
    "printed": 14,
    "text": "లయాకారకుడైన శివుడు మోహినిని కూడాడు. ఈ విలక్షణ\nసంగమం ఫలితంగా తేజోవంతుడైన ఒక బిడ్డకు ఉదయించాడు,\n\nఆనవాలుగా హరిహరులు తమ బిడ్డని కంఠసీమలో ఓ\nమజీమాలను వేశారు.\n\nపందళ రాజ్యవిభుడైన రాజశేఖర పాండ్యునికి దొరికేలా\nభూమండలంపైని పంపానదీ తీరానికి చేర్చారు.\n\nఈ కథకు పారాంతరాలూ ఉన్నాయి.\n\nక్షీరసాగర మథనం జరిగినప్పుడు ఉపలబద్ధమైన అమృత\nకలశాన్ని దానవులు చేజిక్కించుకోగా మహావిష్ణువు మోహినిగా\nరూపుదాల్చి దేవతల కార్యం తీర్చాడు. దేవకార్యం 'పేర్తయ్యాక\nమరికొంత కథ నడిచింది.\n\nమోహినినిచూసి మోహపరవశుడైన హరుడు ఆమెతో\nసంగమించాడు. ఈ సంగమంతో ఒక బిడ్డకు ఉదయించాడుకూడా\nఆ బిడ్డడే అయ్యప్ప అని చెబుతారు. ఇదిగాక భస్మాసురిడితో\nసంబంధం ఉన్న కథ కూడా ఉంది. ఈ కథ ప్రకారం భస్మాసురుడు\nఘోర తపమాచరించి తాను ఎవరి నెత్తిమీద చేయి పెడితే వారు\nభస్మమైపోయే లాగున శివుడినుండి వరం పొందాడు. శివునినుంచి\nపొందిన వరాన్ని ఆయన మీదే ప్రయోగించడానికి భస్మాసురుడు\nపూనుకోగా శివుడు వైకుంఠం పరిగెత్తి ఈ ఉపద్రవం నుంచి\nకాపాడమంటూ విష్ణువును (ప్రార్ధించాడు. శివుడి రుద్రక్షలో\n\n11",
    "confidence": 89,
    "image": "book-pages/page-12.jpg"
  },
  {
    "page": 13,
    "printed": 15,
    "text": "సూక్ష్మరూపాన దాగి ఉండమని చెప్పి విష్ణువు మోహినీరూపం\nదాల్చాడు. భస్మాసురుడు మోహినిపట్ల ఆకర్షితుడవుతాడు. ఆమె\nచెప్పిందల్లా చేస్తాడు.\n\nభస్మాసురుడిని స్నానమాచరించి పవిత్రుడిని కమ్మంది\nమోహిని. ఆమె మాట ప్రకారం స్పానం చేసి ఆచమనం చేయబోయి\nతనచేతిని తన చేతిని తన నెత్తిమీదే పెట్టుకుని భస్మమయిపోయాడు\nభస్మాసురుడు. ఆ తర్వాత నిజరూపం దాల్చిన శివుడు ఎట్టెదుట\nఉన్న మోహినినిచూసి మోహపరవశుడై ఆలింగనం చేసుకుంటాడు,\nఈ సంగమం ఫలితంగా ఓ బిడ్డడు ఊపిరిపోసుకున్నాడు. అతడే\nమన అయ్యప్ప. ధనుర్మాసం ఆఖరిరోజున వృశ్చికలగ్నం, ఉత్తరా\nనక్షత్రం, పంచమీ తిథినాడు జరిగింది అయ్యప్ప జననం.\n\nఈ బాలుని పరమశివుడు కైలాసానికి తోడ్కోనిపోయి\nధర్మశాస్త్రగా నామకరణం చేశాడు. ధర్మశాస్తకు యుక్తవయస్సు\nరాగానే పూర్ణ, పుష్కల అనే దేవకన్యలతో వివాహము జరిపించాడు.\nఇతడే భూతగణములకు అధిపతి.\n\nఈలోగా మహిషి ఆగడాలు మితిమీరడంతో పరమశివుడు\nధర్మశాస్తను భూమిపై అవతరించమన్నాడు. ఈ ఆనతిని\nబెదలదాల్చి ధర్మశాస్త బిడ్డడిగామారి పంపానదీ తీరం చేరాడు.\n\nఈ మూడు కథల్లోనూ ఒక సామాన్యాంశం ఉంది.\nహరిహరుల సంగమం జరిగిందనీ, ఫలితంగా ఒక బిడ్డడు\n\n15",
    "confidence": 92,
    "image": "book-pages/page-13.jpg"
  },
  {
    "page": 14,
    "printed": 16,
    "text": "ఉద్భవించాడనీ ఈ మూడు కథలూ చెబుతున్నాయి.\n\nరాజశేఖర పాండ్యుడు పందళ రాజ్యవిభుడు, ఇది కేరళ\nదేశాంతర్భాగం. అతడోనాడు మృగయా వినోదియై అడవికి వెళ్లాడు,\nగహనాటవిలో వేట సాగిస్తూ పంపానదీతీరం చేశాడు. అక్కడ.\nఓ తటచ్భాయలో అగుపించాడొక ముద్దులిలికే బిడ్డడు. బిడ్డడి\nకంఠసీమలో కాంతులీనే మణిమాల కూడా ఉంది.\n\nహరిహర సుతుడితడే,\n\nసంతతికి నోచుకోక: మథనపడుతున్న ఆ (ప్రభువు ఆ బిడ్డడిని\nఅక్కున చేర్చుకున్నాడు. అంతఃపురానికి తీసుకవెళ్లాడు.\n\nబిడ్డ వచ్చిన వేళావిశేషమేమోగాని ఆనాటినుంచి పందళ\nరాజ్యం సస్యశ్యామలమై సర్వసంపదలతో అలరారింది. మహారాణికి\nకడుపు పండి పండంటి బిడ్డ కూడా కలిగాడు.\n\nవుణికంతుడు ద్వాదశ వర్నపాయానికే నకల\nవిద్యాపారంగతుడయ్యాడు. బిడ్డడి ఉన్నత్రితో ఉప్పొంగిపోయిన\nమహారాజు మణికంఠుని పట్టాభిషేకం కోసం ఏర్పాట్లు\nమొదలుపెట్టాడు.\n\nఈ విషయం తెలుసుకున్న మంత్రి భావి పరిణామాలను\nఊహించుకుని భయపడిపోయాడు, దుష్టచింతన చేశాడు. కడుపున\nపుట్టిన బిడ్డ ఉండగా, అడవిలో దొరికిన అన్యుడికి అందలం\n\n16",
    "confidence": 88,
    "image": "book-pages/page-14.jpg"
  },
  {
    "page": 15,
    "printed": 17,
    "text": "అందించడం ఏమిటని మహారిణి చెవిలో విషం నూరిపోశాడు.\n\nఇద్దరూ కలిసి అయ్యప్పను అంతమొదించడానికి ఎన్నో\nప్రయత్నాలుచేసి విఫలమయ్యారు.\n\nచివరి ప్రయత్నంగా మహారాణికి మంత్రి ఒక చిట్కాను\nచెప్పి బాలుడి ఉసురు తీయడానికి ఉసిగొలిపాడు. తలపగిలేంత\nశిరోభారంతో తల్లడిల్లుతున్నట్టు ఆమెచేత నాటకమాడించాడు.\n\nపులిపాలతో రంగరించిన జెషధంతో తలనొప్పి తగ్గదని\nరాజవైద్యులచేత చెప్పించాడు. అంతఃపురంలోని కుట్రను\nరాజుసైతం అర్థం చేసుకోలేకపోయాడు. పులిపాలు తెచ్చి\nఇచ్చినవారికి అర్థరాజ్య మిస్తానని దండోరా వేయించాడు. ఇది\nమణికంఠుని చెవిని పడింది. తల్లికోసం పులిపాలు తేవడానికి\nఅడవులకు బయలుదేరాడు. రాజు వారించినా వినలేదు.\nమార్గమధ్యంలో వావర్‌ అనే గజదొంగ మణికంఠునితో తలపడ్డాడు.\nమూటలో ఉన్న వస్తువులు అక్కడపెట్టి వెళ్ళమని దబాయించాడు.\nఅయినా సహనం కోల్పోక మందహాసి చేసిన మణికంఠుడిమీద\nవావర్‌ మండిపడ్డాడు. దురుసుగా ప్రవర్తించబోయిన వావర్‌లోని\nదుష్టశక్తులు మటుమాయమవుతాయి అయ్యప్ప స్వామి\nశరణుజొచ్చాడు. పాదాలమీద పడిపోయాడు. అయ్యప్పస్వామి\nవావర్‌ను క్షమించి మిత్రుడిగా చేసుకున్నాడు. వావర్‌ స్వామి\nఅయిపోయాడు.\n\n17",
    "confidence": 92,
    "image": "book-pages/page-15.jpg"
  },
  {
    "page": 16,
    "printed": 18,
    "text": "మహిషీ మర్ధనం\n\nఅనంతరం అళుదా నదీప్రాంతం చేరుకున్న మణికంఠుడికి\nమహిషి తారసపడింది. అంలేకాదు, వికృతాకారి అయిన మహిషి\nకర్ణకఠోరమైన గర్జన చేస్తూ యుద్ధానికి తలపడింది. మణికంఠుడు\nఆమెను సంహరించాడు. మహిషి శాపవిమోచనం పొంది\nలీలావతిగా మారింది. మంజు మాతగా మారి అయ్యప్పస్వామి\nభక్తులకు ఆరాధ్యురాలయిపోయింది. మహిషి భౌతికకాయాన్ని\nమణికంఠుడు రాళ్లతో కప్పి సమాధి చేయించాడు. ఆ ప్రదేశాన్ని\n“కల్లుడుంగుండ్రు” అని వ్యవహరిస్తున్నారు. మహిషి సంహారం\nజరిగాక దేవాధిదేవతలు హరిహరపుత్రుని వేనోళ్లస్తుతించారు.\nమణికంఠుడి కోరిక మేరకు దేవతలు పులులుగా మారిపోయారు.\nదేవేంద్రుడు ఆడపులిలాగా ఇతర దేవతలు కూనలుగా\nమారిపోయారు. అయ్యప్పస్వామి ఆడపులిపై కూర్చుని మిగిలిన\nపులులతో సహా పందళరాజ్యంలోకి ప్రవేశించాడు. వారిని చూసి\nరాజశేఖర ప్రభువు పరవశళించిపోయాడు. ఆడపులిని తప్ప మితా\nపులులను మణికంఠుడు వెనక్కు పంపివేశాడు. తల్లి శిరోవేదనను\nతీర్చడానికి ఎన్ని పాలుకావాలో ఈ పులినుంచి తీసుకొమ్మని\nరాజశేఖరుణ్ణి కోరాడు. రాణి, దుష్టమంత్రి తమ అపరాధాలను\nతెలుసుకుని క్షమించవలసిందిగా అయ్యప్పస్వామిని అర్థించాడు.\n\n18",
    "confidence": 90,
    "image": "book-pages/page-16.jpg"
  },
  {
    "page": 17,
    "printed": 19,
    "text": "ఇంతలో అగస్త్యుడు రాజగురువతో సహా అక్కడ\nదర్శనమిచ్చాడు.\n\nరాజశేఖరుడి వునస్సులోని అజ్ఞానపు పౌరలను\nతొలగించాడు. మణికంఠుడు సాక్షాత్తూ హరిహరపుత్రుడన్న\nజ్ఞానోదయాన్ని ఆయనకు కలిగించాడు. దాంతో\nపుత్రసమానుడయిన మణికంఠుడికి రాజశేఖరుడు నమోవాకాలు\nఅర్పించి మోక్షాన్ని ప్రసాదించవలసిందిగా అర్థించాడు. దానికి\n(ప్రసన్చుడయిన అయ్యప్పస్వామి ఆయనను పంపానదీ ప్రాంతంలో\nతనకు ఆలయాన్ని నిర్మించాలని ఆదేశించాడు. ఆ మందిరం 18\nసోపానాలతో, 18 ఆవరణాలుగా ప్రతిష్టించాలని చెప్పాడు.\nఅయ్యప్పస్వామి మాట అక్షరాలా పాటించడం జరిగింది.\nవిశ్వకర్మయే స్వయంగా ఆలయ నిర్మాణం చేపట్టాడు.\nమకరసంక్రాంతి పర్వదినంనాడు పరశురాముణ్ణి శ్రీ ధర్మశాస్తా\nమూలప్రతిష్ట జరిపాడు. నాటినుంచి అయ్యప్ప ఆలయం భక్తజన\nసందోహానికి ఆధ్యాత్మిక గమ్యమయింది. తదాదిగా లక్షలాది\nభక్తజనం ఏటేటా కార్తీకమాసంలో “దీక్ష: చేపడుత కఠోర\nనిష్టాగరిష్టులై స్వామిని సేవిస్తూ తరిస్తున్నారు.\n\n“స్వామియే శరణం అయ్యప్పి”\n| 19",
    "confidence": 88,
    "image": "book-pages/page-17.jpg"
  },
  {
    "page": 18,
    "printed": 20,
    "text": "శుక్లాంబరధరం విష్ణుం\nశశివర్ణం చతుర్భుజం\n\nప్రసన్నవదనం ధ్యాయేత్‌\nసర్వవిఘ్నోప శాన్తయే\n\nఅగజానన పద్మార్కం\nగజానన మహర్షిశం\n\nఅనేక దంతం భక్తానాం\nఏకదంత ముపాస్మహే\n\n20",
    "confidence": 90,
    "image": "book-pages/page-18.jpg"
  },
  {
    "page": 19,
    "printed": 21,
    "text": "ఇట\nగణపతి ప్రార్థన\nటీ\nల్‌\nచ్‌\nగజాననం భూతగణాధి సేవితం\nఖపిత్వం భూపాలసార భక్షితం.\nఉమాసుతం శోకవినాశ కారణం\nనమామి విఘ్చేశ్వర పాదపంకజం\nముదాకరాత్త మోదకం సదా విముక్తి సాధకం!\nకళాధరావతంసకం విచిత్రలోక రక్షకమ్‌!\nఅనాయకైక నాయకం వినాశితే భదైత్యకం!\nసదాశుభప్రణాశకం నమామితం వినాయకమ్‌!\n21",
    "confidence": 85,
    "image": "book-pages/page-19.jpg"
  },
  {
    "page": 20,
    "printed": 22,
    "text": "గురుస్తోత్రం\nగురుగ్రృహ్మ గురుర్విష్ణుః గురుదేవో మహేశ్వరః\nగురుస్సాక్షాత్‌ పరబ్రహ్మ\nతస్మై గురవే నమః\nఅజ్ఞాన తిమిరాంధస్య జ్ఞానాంజన శలాకయా\nచక్షురున్మీలితకయే తస్మైశ్రీ గురవేనమః\nధ్యానమూలం గురోర్యూర్తిః పూజంమూలం గురోఃపదమ్‌!\nమంత్రమూలం గురోర్వాక్యం మోక్షమూలం గురోఃకృపా॥\nఓం నమఃశివాయ గురవే సచ్చిదానంద మూర్తయే!\nనిష్ప్రపంచాయ శాంతాయ నిరాలంబాయ తే నమః॥\n22",
    "confidence": 85,
    "image": "book-pages/page-20.jpg"
  },
  {
    "page": 21,
    "printed": 23,
    "text": "ఓమ్‌\nసరస్వతి ప్రార్థన\n(ట్‌\nడే\nఏ ప్రత\nగ ర్న ణా రీ నో\nయాకుందేందు తుషారహార ధవళా యాశుభ్రవస్రాన్వితా\nయావీణా వరదండ మండితకరా యాశ్వేత పద్మాసనా\nయాబ్రహ్మాచ్యుత శంకర ప్రభృతిభిర్దేవైః సదాపూజితా\nసామాంపాతు సరస్వతీ భగవతీ నిశ్శేష జాడ్యాపహా॥\nశరదిందు సమాకారే పరబ్రహ్మ స్వరూపిణే!\nబాసరపీఠ నిలయే! సరస్వతీ నమోస్తుతే!\n23",
    "confidence": 76,
    "image": "book-pages/page-21.jpg"
  },
  {
    "page": 22,
    "printed": 24,
    "text": "ఓమ్‌\nలక్ష్మీ ప్రార్థన\n)\n(గ (1/0\nగః\nత్రీ 70\nలన\nలక్ష్మీం క్షీరసముద్రరాజతనయా శ్రీరంగధామేశ్వరీం\nదాసీభూత సమస్తదేవవనితాం లోకైక దీపాంకురామ్‌\nశ్రీమన్మంద కటాక్షలబ్ధ విభవ (బ్రహ్మేంద్ర గంగాధరాం\nత్వాంకైైలోక్య కుటుంబినీం సరసిజాం వందే ముకుందప్రియాం\nనమస్తేస్తు మహామాయే శ్రీపీఠే సురపూజితే!\nశంఖాచక్రగదాహస్తే మహాలక్ష్మీ నమోస్తుతే!\nనమస్తే గరుడారూడే డోలాసుర భయకంరీ\nసర్వపాపహరే దేవీ మహాలక్ష్మీ నమోస్తుతే! |\n24",
    "confidence": 74,
    "image": "book-pages/page-22.jpg"
  },
  {
    "page": 23,
    "printed": 25,
    "text": "సర్వజ్జై సర్వవరదే సర్వదుష్ట భయంకరి\nసర్వదుఃఖహరే దేవి మహాలక్ష్మీ నమోస్తుతే!\nసిద్ధిబుద్ధిప్రదే దేవీ భుక్తిముక్తి ప్రదాయినీ!\nమంత్రమూర్తే సదాదేవీ మహాలక్ష్మీ నమోస్తుతే”\nఆద్యస్తరహితే దేవీ ఆదిశక్తి పరమేశ్వరి!\nయోగజ్జై యోగసంభూతే మహాలక్ష్మీ నమోస్తుతే\nస్థూలసూక్ష్మ మహారౌద్రే మహాశక్తి మహోదరే।\nమహాపాపహరే దేవీ మహాలక్ష్మీ నమోస్తుతే”\nపద్మాసనస్థితే దేవీ పరబ్రహ్మ స్వరూపిజీ।\nపరమేశ్వరి జగన్మాతః మహాలక్ష్మీ నమోస్తుతే!\nశ్వేతాంబరధరే దేవీ నానాలంకార భూషితే।\nజగత్‌స్థితే జగన్మాతః మహాలక్ష్మీ నమోస్తుతే!\nఓమ్‌\nఅన్నపూర్ణ ప్రార్థన\nఅన్నపూర్ణే సదాపేర్డే శంకర ప్రాణవల్లభే!\nజ్ఞానవైరాగ్య సిద్యర్థం భిక్షాం దేహీ చ పార్వతి!\n23",
    "confidence": 77,
    "image": "book-pages/page-23.jpg"
  },
  {
    "page": 24,
    "printed": 26,
    "text": "ఓమ్‌\nమృత్యుంజయ మహామంత్రం\nఓం త్రయంబకం యజామహే సుగంధిం పుష్టివర్టనమ్‌।\nఉర్వారుకమివ బంధనాక మృత్యోర్ముక్షీయ మామృతాత్‌॥\nఓమ్‌\nశ్రీ సుబ్రహ్మణ్యేశ్వర ప్రార్థన\nఓంకార రూపం, ఫణి రాజవేషం, పళణిమల వాసం, శ్రీ\nస్వామినాథం, శ్రీ దేవదేవం శ్రీ వల్లినాథం,\nశ్రీ సుబ్రహ్మణ్యం శిరసా నమామి\nశ్రీ సుబ్రహ్మణ్యం మనసాస్మరామి\nఅ. ౦0\nశ్రీ ఆంజనేయ ప్రార్థన\nమనోజవం మారుత తుల్యవేగం\n| జితేంద్రియం బుద్ధిమతాం వరిష్టం\nవాతాత్మజం వానరయూధముఖ్యం\nశ్రీరామదూతం శిరసా నమామి\nశ్రీరామదూతం శిరసా నమామి\n26",
    "confidence": 88,
    "image": "book-pages/page-24.jpg"
  },
  {
    "page": 25,
    "printed": 27,
    "text": "యు ఓం శ్రీ స్వామియే\n(న శరణం. అయ్యప్ప\nఓంకారరూపం, జ్యోతిస్వరూపం, పంపానదీతరం, భూతనాధం\nశ్రీదేవదేవం, చతుర్వేదసారం శ్రీధర్మశాస్తా మనసౌస్మ్కరామి\nశ్రీధర్మశాస్తా శిరసానమామి\n| , పరమాత్మతేజం భవబంధమోక్షం\nజ్యోతిస్వరూపం శోభాయమానం\nచిదానంద యోగాంద్ర చిన్ముద్రహస్తం\nమణికంఠనామం మనసాస్మరామి!\nమహాద్భుతం మౌనిగణాదిసేవ్యం\nకృపాకరం భవ్య గుణాలవాలం\nదేవార్చితం దివ్యపాదారవిందం\nశ్రీధర్మశాస్తా శిరసానమామి॥\n27",
    "confidence": 80,
    "image": "book-pages/page-25.jpg"
  },
  {
    "page": 26,
    "printed": 28,
    "text": "ఆవాహనం\n\nఆవాహయామి, ఆసనం సమర్పయామి\nపాదయోః పాద్యం సమర్పయామి\nహస్తయోః అర్హం సమర్పయామి\nముఖే ఆచమనీయం సర్పయామి\nస్నానం సమర్పయామి\nస్పానాంతరం శుద్ధ ఆచమనీయం సమర్పయామి\nవస్త్రం సమర్పయామి\nయజ్ఞోపవీతం సమర్పయామి\nగంధం సమర్పయామి\nహరిద్రా చూర్ణం సమర్పయామి\nకుంకుమా విలేపనం సమర్పయామి\nపుష్పం సమర్పయామి\nఅలంకరణార్థం అక్షతాన్‌ సమర్పయామి\n\n28",
    "confidence": 83,
    "image": "book-pages/page-26.jpg"
  },
  {
    "page": 27,
    "printed": 29,
    "text": "అంగవపూజ\nఅనంతరం అంగపూజాం కరిష్యే\n(పుష్టాక్షతలు వేస్తూ ఉండాలి)\nఓం ధర్మశా(స్త్రేనమః పాదౌ పూజయామి\nఓం శిల్పశాస్త్రే నమః గుల్ఫౌ పూజయామి\nఓం వీరశాస్రే నమః జంఘే పూజయామి\nఓం యోగశాస్రే నమః జానునీ పూజయామి\nఓం మహాశాస్త్రే నమః ఊరూ పూజయామి\nఓం (బ్రహ్మశాస్రే నమః కటిం పూజయామి\nఓం కాలశాస్ర్రే నమః గుహ్యం పూజయామి\nఓం శబరిగిరీశాయ నమః మేక్రం పూజయామి\nఓం తస్యరూపాయ నమః నాభిం పూజయామి\nఓం మణికంఠాయ నమః ఉదరం పూజయామి\nఓం విష్ణుతనయాయ నమః వక్షస్థలం పూజయామి\nఓం శివపుత్రాయ నమః పార్బ్వౌ పూజయామి\n29",
    "confidence": 84,
    "image": "book-pages/page-27.jpg"
  },
  {
    "page": 28,
    "printed": 30,
    "text": "ఓం హరిహరపుతశ్రాయ నమః హృదయం పూజయామి\nఓం త్రినేత్రాయ నమః కంఠం పూజయామి\nఓం ఓంకారరూపాయ నమః స్తనౌ పూజయామి\nఓం వరదహస్తాయ నమః హస్తా పూజయామి\nఓం భీమాయ నమః బాహుం పూజయామి\nఓం తేజస్వినే నమః ముఖం పూజయామి\nఓం అష్టమూర్తయే నమః దంతాన్‌ పూజయామి\nఓం శుభవీక్షణాయ నమః నేశ్రా పూజయామి\nఓం కోమలాంగాయ నమః కర్ణౌ పూజయామి\nఓం పాపవినాశనాయ నమః లలాటం పూజయామి\nఓం శత్రునాశాయ నమః నాసికాం పూజయామి\nఓం పుత్రలాభాయ నమః చుబుకం పూజయామి\nఓం హరిహరాత్మజాయ నమః గండస్థలం పూజయామి\nఓం గణేశపూజ్యాయ నమః కవచాన్‌ పూజయామి\nఓం చిద్రూపాయ నమః శిరిసి పూజయామి\nఓం సర్వేశాయ నమః సర్వాణ్యంగాని పూజయామి\n30",
    "confidence": 91,
    "image": "book-pages/page-28.jpg"
  },
  {
    "page": 29,
    "printed": 31,
    "text": "శ్రీ హరిహరసుత అష్టోత్తర శతనామావళి\nఓం రేవంద బుషిగాయత్రీంఛందః శాస్త్రాదేవతా, ఓం\n\nరత్సాభం సుప్రసన్నం శశిధర మకుటం రత్పభూషాభిరామం,\nశూలం కౌఠం కపాలం సరముసల ధనువర్‌ బాహుసంగేథథానం\nమత్తే మారూఢమాద్యం హరిహర తనయం కోమలాంగం\nదయాద్యం విశ్వేశం భక్తవంద్యం సదజనవరదం (గ్రామపాలం\nనమామి\n\n' (ప్రతి నామమునకు పుష్మ్పాక్షతలు వేస్తూ ఉండాలి.)\nఓం మహాశాస్త్రే నమః ఓం గజాధిపాయ నమః\nఓం విశ్వశాస్తే నమః ఓం అంగపతయే నమః\nఓం లోకశాస్తే నమః ఓం వ్యాఘ్రపతయే నమః\nఓం మహాబలాయ నమః ఓం మహాద్యుతాయ నమః\nఓం ధర్మశాస్త్రే నమః ఓం గణాధ్యక్షాయ నమః\nఓం వేదశాస్త్రే నమః ఓం అగ్రగణ్యాయ నమః\nఓం కాలశాస్తే నమః ఓం మహాగణగుణాయ నమః\nఓం మహౌజసే నమః ఓం బుగ్వేదరూపాయ నమః\n\n| 31",
    "confidence": 86,
    "image": "book-pages/page-29.jpg"
  },
  {
    "page": 30,
    "printed": 32,
    "text": "ఓం నక్షత్రాయ నమః ఓం మహాసర్పవిభూషితాయ నమః\nఓం చంద్రరూపాయ నమః ఓం మమాశూరాయ నమః\nఓం వలాహకాయ నమః ఓం మహాధీరాయ నమః\nఓం దూర్వాయ నమః ఓం మహాపాప వినాశకాయ నమః\nఓం శ్యామాయ నమః ఓం అసీహస్తాయ నమః\nఓం మహారూపాయ నమః ఓం శరధారాయ నమః\nఓం (క్రూరదృష్టయే నమః ఓం హాలాహలధరసుతాయ నమః\nఓం అనామయాయ నమః ఓం అగ్నినయనాయ నమః\nఓం త్రినేత్రాయ నమః ఓం అర్జునపతయే నమః\nఓం ఉత్సలాకారాయ నమః ఓం అనంగమధనాదరాయనమః\nఓం కాలాంతకాయ నమః ఓం దుష్టగ్రహాధిపాయ నమః\nఓం నరాధిపాయ నమః ఓం శాస్త్రే నమః\nఓం దక్షమూషకాయ నమః ఓం శిష్టరక్షణదీక్షకాయ నమః\nఓం కల్హారకుసుమప్రియాయ నమః ఓం రాజరాజార్చితాయ నమః\nఓం మదనాయ నమః ఓం రాజశేఖరాయ నమః\nఓం మాధవసుతాయ నమః ఓం రాజసోత్తమాయ నమః\nఓం మందారకుసువప్రియాయ నమః ఓం మంజులేశాయ నమః\nఓం మదాలసాయ నమః ఓం వరరుచయే నమః\nఓం వీరశాస్త్రే నమః ఓం వరదాయ నమః\n\n32",
    "confidence": 89,
    "image": "book-pages/page-30.jpg"
  },
  {
    "page": 31,
    "printed": 33,
    "text": "ఓం వాయువాహనాయ నమః ఓం పరపాపవినాశకాయ నమః\nఓం వజ్రాంగాయ నమః ఓం పంచవక్ర్షకుమారాయ నమః\nఓం విష్పుపుత్రాయ నమః ఓం పంచాక్షరపారాయణాయ నమః\nఓం ఖడ్గపాణయే నమః ఓం పండితాయ నమః\nఓం బలోద్యతాయ నమః ఓం శ్రీధరసుతాయ నమః\nఓం త్రిలోక జ్ఞానాయ నమః ఓం న్యాయాయ నమః\n' ఓం అతిబలాయ నమః ఓం కవచినే నమః\nఓం కస్తూరీ తిలకాంచితాయ నమః ఓం కరీణామధిపాయ నమః\nఓం పుష్కూక్రూయ నమః ఓం కాండయజుషే నమః\nఓం పూర్ణధవలాయ నమః ఓం తర్పణ ప్రియాయ నమః\nఓం పుష్కలేశాయ నమః ఓం సోమరూపాయ నమః\nఓం కృపాలాయ నమః ఓం వన్యధన్యాయ నమః\nఓం వనజాధిపాయ నమః ఓం సస్పంధాపవినాశకాయ నమః\n| ఓం పాశహస్తాయ నమః ఓం వ్యాఘ్రచర్మధరాయ నమః\n\" ఓం భయాపహాయ నమః ఓం శూలినే నమః\nఓం ఓంకారరూపాయ నమః ఓం కృపాళవే నమః\nఓం పాపఘ్నాయ నమః ఓం వేణువదనాయ నమః\nఓం పాషండరుధిరాశనాయ నమః ఓం కంబుకంఠాయ నమః\nఓం పంచపాడవసంరక్షాయ నమ=॥ ఓం కరళవాయ నమః\n33",
    "confidence": 87,
    "image": "book-pages/page-31.jpg"
  },
  {
    "page": 32,
    "printed": 34,
    "text": "ఓం కిరీటాదివిభూషితాయ ఓం మహారూపాయ నమః\nనమః ఓం తుర్భాహవే నమః\nఓం ధూర్జటినే నమః ఓం పరపాశవిమోచకాయ నమః\nఓం వీరనిలయాయ నమః ఓం నాగకుండలధరాయ నమః\nఓం వీరాయ నమః ఓం కిరీటాయ నమః\nఓం వీరేంద్రవందితాయ నమః ఓం జటాధరాయ నమః.\nఓం విశ్వరూపాయ నమః ఓం నానాకరసంయుక్తా నమః\nఓం వీరపతయే నమః ఓం నానారత్న విభూషితాయ నమః\nఓం వివిధార్థఫల ప్రదాయ నమః 100\n100\nశ్రీశ్రీ పూర్ణ పుష్కలాంబసహిత అయ్యప్పస్వామినే నమః\nఅష్టోత్తర శతనామావళీ పూజాం సమర్పయామి\nఅనంతరం\nదూపం ఆమ్రాపయామి\nదీపం దర్శమామి\n' నైవేద్యం సమర్పయామి\n34",
    "confidence": 87,
    "image": "book-pages/page-32.jpg"
  },
  {
    "page": 33,
    "printed": 35,
    "text": "మంగళహారతి\nశంకరాయ శంకరాయ - శంకరాయ మంగళం\nశాంకరీ మనోహరాయ - శాశ్వతాయ మంగళం\nగురురాయ మంగళం - దత్తాత్రేయ మంగళం\nరాజరామ మంగళం - రామకృష్ణ మంగళం\nఅయ్యప్ప మంగళం - మణికంఠ మంగళం\nశబరీశ మంగళం - శాస్త్రావే మంగళం\nమంగళం మంగళం - నిత్య జయమంగళం\nమంగళం మంగళం - నిత్య శుభమంగళం\n(కర్పూర మంగళ నీరాజనం సమర్పయామి)\nమంత్రపుష్పం\nభూతనాధాయ విద్మహే భవపుత్రాయ ధీమహీ\nతన్నో శాస్తా ప్రచోదయాత్‌\n(మంత్రపుప్పాంజలి సమర్పయామి)\n35",
    "confidence": 91,
    "image": "book-pages/page-33.jpg"
  },
  {
    "page": 34,
    "printed": 36,
    "text": "ఆత్మప్రదక్షిణం\n\nయానికానిచ పాపాని జన్మాంతర కృతానిచ\nతాని తాని ప్రణశ్యంతి ప్రదక్షిణ పదేపదే\nపాపోహం పాపకర్మాణం పాపాత్మ పాప సంభవా\nశ్రాహిమాం కృపయా దేవ శరణాగత వత్సల\nఅన్యధా శరణం నాస్తి త్వమేవ శరణం మమ\nతస్మాత్‌ కారుణ్యభావేన రక్షరక్షో శభరీశ్వర\n\n(ఆత్మప్రదక్షిణీకృత్య నమస్కారాన్‌ సమర్పయామి)\n\n౮ ఇగ ఇ\nఅయ్యప్పస్వామి శరణుఘోష\n1. ఓం స్వామియే శరణమయ్యప్ప\n£. ఓం ఆదిమూల మహాగణపతి భగవానే న\n8. ఓం సర్వాపరాధ రక్షకనే ?\n4. ఓం అఖిలలోక నాయకనే 7\n5. ఓం అఖిలాండకోటి బ్రహ్మాండనాయకనే 7\n6. ఓం అనాధనాధనే .\n7. ఓం అనాధరక్షకనే 7\n8. ఓం ఆపద్భాంధవనే క\n36",
    "confidence": 82,
    "image": "book-pages/page-34.jpg"
  },
  {
    "page": 35,
    "printed": 37,
    "text": "9, ఓం ఆశ్రీతవత్సలనే శరణమయ్యప్ప\n10. ఓం ఆశ్రీత రక్షకనే ట్ట\n11. ఓం ఆనందవిగ్రహనే గే\n12. ఓం అచ్చంగోవిలు దైవనే ష్ణ\n18. ఓం ఆర్యాంగవయ్యానే క\n14. ఓం అభయప్రదాయకనే బ\n15. ఓం అభీష్టవరదనే ర\n16. ఓం అంబికా సుతనే ప\n17. ఓం అంబుజలోచనే త్త\n18. ఓం ఆజ్యాభిషేకప్రియనే లి\n19. ఓం ఇష్టప్రదాయకనే త్త\n20. ఓం ఇరుముడివాంఛనే స్ట\n21. ఓం ఈశ్వరతనయనే గా\n22. ఓం ఈప్సితఫలప్రదాయకనే ట్ర\n28. ఓం ఊర్ధ్వరేతనే ?ొ\n24. ఓం ఉమాసుతనే గొ\n25. ఓం ఎరుమేలి ధర్మశాస్తనే ట్ర\n£26, ఓం ఎన్‌కులదైవమే న్హ\n£27. ఓం ఎతళ్తెపంగాళనే త్త\n28, ఓం ఏకాంతమూర్తినే బా\n29. ఓం అయ్యప్ప దైవమే బ\n37",
    "confidence": 74,
    "image": "book-pages/page-35.jpg"
  },
  {
    "page": 36,
    "printed": 38,
    "text": "౩0. ఓం ఓంకారరూపనే శరణమయ్యప్ప\n31. ఓం ఓంకారమూర్తినే 9\n32. ఓం కర్పూరపరిమళశోభితప్రియనే 9\n33. ఓం కలియుగవరదనే ఖా\n34. ఓం కర్పూరజ్యోతినే ?\n85. ఓం కాంతమల వాసినే 1)\n36. ఓం కరుణామూర్తినే 9\n87. ఓం కరిమలవాసనే 1\n38. ఓం కళ్యాణరూపనే 1\n39. ఓం కాంతమల జ్యోతినే + 1\n40. ఓం గణపతి సోదరనే 7\n41. ఓం జ్ఞానమూర్తినే | ?\n42. ఓం త్రిమూర్తిసుతవే 1\n48. ఓం తారకబ్రహ్మస్వరూపనే శ్ర\n44. ఓం తారకబ్రహ్మమూర్తినే గ\nకర్‌. ఓం దీనదయాళనే ?)\n46. ఓం దికర తేజస్వినే గ\n47. ఓం తపోనిదనే 9\n48. ఓం తత్వరూపనే న\n49, ఓం నవరత్న కిరీటథారిణే శ\n50. ఓం నాగరాజనే ఖ\n38",
    "confidence": 75,
    "image": "book-pages/page-36.jpg"
  },
  {
    "page": 37,
    "printed": 39,
    "text": "51, ఓం నిత్యబ్రహ్మచారిణే శరణమయ్యప్ప\n52, ఓం నీలామల వాసినే 7\n53. ఓం నారాయణసుతనే త్ర\n54, ఓం నీతిమతనే ట్ర\nర్‌5, ఓం పంపావాసినే గ\n56, ఓం పంచగిరి నివాసనే 7\n57, ఓం పందళరాజకుమారనే గ్‌\n58. ఓం పరాక్రమశాలినే \" ర్ట\n59. ఓం పదునెన్మిది సోపానాధిపతయే స\n60. ఓం ప్రాణాయామా పరాయణే గ్‌\n61. ఓం పంపాస్పాననే ర్త\n62. ఓం పరబ్రహ్మమూర్తియే పంక\n68. ఓం పాపసంహారిణే గ\n64. ఓం పొణ్ణాంబలవాసనే గ\n65. ఓం పావనరూపనే త్త\n66, ఓం పావినాశకనే గ\n67. ఓం వావర్‌పూజిత దైవనే క్ట\n68. ఓం భక్తరక్షకనే శ\n69. ఓం భూతనాధనే స\n70. ఓం మహిషిమర్ధననే గ\n71. ఓం మణికంఠదైవనే ల ఇ\n39",
    "confidence": 73,
    "image": "book-pages/page-37.jpg"
  },
  {
    "page": 38,
    "printed": 40,
    "text": "72. ఓం మదగజవాహననే శరణమయ్యప్ప\n78, ఓం మంజమాతాయే గ\n74. ఓం మోహినీసుతనే ?\n75, ఓం మోహవినాశకనే 7\n76, ఓం మోగమూర్తినే భి\n77. ఓం యోగగురవే\n78, ఓం వన్‌పులి వాహననే గ\n79, ఓం విల్లాళి వీరనే ?\n80. ఓం వీరమణిగండనే శ\n81. ఓం వ్యాఘ్రారూఢనే టై\n82, ఓం శరణవణసోదనే న\n83, ఓం శంకరనందననే శ\n84. ఓం శక్తిరూపినే గ\n85. ఓం శక్తిదేవకుమారనే గి\n86. ఓం శరణాగతవత్సలనే ర్త\n87, ఓం శబరిగిరీశనే లై\n88. ఓం శబరిపీఠనే ?\n89. ఓం శబరిమోక్షప్రదాయకనే ర్ట\n90. ఓం శరణఘోషపియనే గ\n91. ఓం శత్రుసంహారమార్తినే ల\n92. ఓం శరణ్‌యదేవనే త్ర\n40",
    "confidence": 76,
    "image": "book-pages/page-38.jpg"
  },
  {
    "page": 39,
    "printed": 41,
    "text": "98. ఓం శరంగుత్తిప్రియనే శరణమయ్యప్ప\n94. ఓం సచ్చిదానందస్వరూపనే ల\n95. ఓం సకలకళారూపనే ౫౫\n96. ఓం స్వామివిరాజిత అష్టాదశ సోపాననే ర\n97. ఓం స్వామివిరాజిత పుష్పవనమే శ్ర\n98. ఓం సత్యరూపనే (|\n99. ఓం సత్యమాయా అష్టోదశ సోపానాధిపతనే ”\n100. ఓం హరిహరసుతనే గ\n101. ఓం అన్నదాన ప్రభునే ?\n102. ఓం అగ్నిగుండనే ష్ట్ర\n108. ఓం అలంకారప్రియనే న\n104. ఓం భస్మాంగుళనే క్ట\n105. ఓం మకరజ్యోతినే ర\n106. ఓం జ్యోతిస్వరూపినే ల\n107. ఓం సద్గురునాధనే 7\n108. ఓమ్‌ శ్రీ హరిహరసుతన్‌ ఆనందచిత్తన్‌\nపూర్ణపుష్కలాంబసమేత అయ్యప్పస్వామియే\nశరణమయ్యప్ప\nఓం శ్రీ స్వామియే శరణం అయ్యప్ప\n41",
    "confidence": 80,
    "image": "book-pages/page-39.jpg"
  },
  {
    "page": 40,
    "printed": 42,
    "text": "శబరిమల పాదయాత్ర నినాదాలు\nస్వామి శరణం అయ్యప్ప శరణం\nభగవాన్‌ శరణం భగవతి శరణం\nదేవన్‌ శరణం దేవీ శరణం\nదేవన్‌ పాదం దేవీ పాదం\nస్వామి పాదం అయ్యప్ప పాదం\nభగవానే భగవతియే\nఈశ్వరనే ఈశ్వరియే\nదేవనే , దేవియే\nశక్తినే శక్తియే\nస్వామియే అయ్యబ్పి\nవల్లికట్టు శబరిమలక్కు\nఇరుముడికట్టు | శబరిమలక్కు\nకత్తుంకట్టు శబరిమలక్కు\nకల్లుంముల్లుం కాలికిమెతై\nఏత్రివిడయ్యా తూక్కివిడయ్యా\nదేహబలందా పాదబలందా\nయారైకానన స్వామియైకానన\nస్వామియైకండాల్‌ మోక్షంకిట్టుం\nస్వామిమారే అయ్యప్పమారే\n42",
    "confidence": 87,
    "image": "book-pages/page-40.jpg"
  },
  {
    "page": 41,
    "printed": 43,
    "text": "నెయ్యభిషేకం స్వామిక్కే\nరం స్వామిక్కే\nపాలాభిషేకం స్వామిక్కే\nభస్మాభిషేకం స్వామిక్కే\nతేనభిషేకం స్వామిక్కే\nచందనాభిషేకం స్వామిక్కే\nపూలాభిషేకం స్వామిక్కే\nపన్నీరభిషేకం స్వామిక్కే\nపంబాశిషువే అయ్యాప్పా\nకాననవాసా చ అయ్యాప్పా\nశబరిగిరీశా అయ్యాప్పా\nపందళరాజా అయ్యాప్పా\nపంపావాసా అయ్యాప్పా\nవన్‌పులివాహన అయ్యాప్పా\nసుందరరూపా \" అయ్యాప్పా\nషణ్ముగసోదరా అయ్యాప్పె\nమోహినితనయా అయ్యాప్పా\nగణేశసోదర అయ్యాప్పా\nఅనాధరక్షక అయ్యాప్పా\nసద్గురునాధా అయ్యాప్పా\nస్వామి శరణం అయ్యప్ప శరణం\n43",
    "confidence": 84,
    "image": "book-pages/page-41.jpg"
  },
  {
    "page": 42,
    "printed": 44,
    "text": "(కింది శ్లోకాలు చదువుతూ ప్రతి రెండు పంక్తులకొకసారి\n“స్వామియే శరణం అయ్యప్పా” అంటూ స్వామికి\n\nవంగి నమస్కారం చేయాలి)\nలోకవీరం మహాపూజ్యం సర్వరక్షాకరం బిభుం\nపార్వతీ హృదయానందం శాస్తారం ప్రణమామ్యహం ॥స్వామి॥\nవిప్రపూజ్యం విశ్వంద్యం విష్ణుశంభోప్రియం సుతం\nక్షిప్రప్రసాద నిరతం శాస్తారం ప్రణమామ్యహం ॥'స్వామి॥\nమత్తమాతంగ గమనం కారుణ్యామృత పూరితం\nసర్వవిఘ్నహరం దేవం శాస్తారం ప్రణమామ్యహం ॥స్వామి॥\nఅస్మత్కులేశ్వరం దేవం అస్మఛ్చ।త్రు వినాశనం\nఅస్మదిష్ట ప్రదాతారం శాస్తారం ప్రణమామ్యహం | స్వామి॥\nపాండ్యేశ వంశతిలకం కేరళేకేళి విగ్రహం\nఆర్తత్రాణ పరం దేవం శాస్తారం ప్రణమామ్యహం 1! స్వామి॥\nభూతనాథ సదానందా సర్వభూత దయాపరః\nరక్షరక్ష మహాబాహో, శాస్త్రేతుభ్యం నమామ్యహం॥ ॥స్వామి॥\nభూతనాథ సదానందా సర్వభూత దయాపర\nరక్షరక్ష మహాబాహో, శాస్త్రేతుభ్యం నమామ్యహం ॥స్వామి॥\n\n44",
    "confidence": 84,
    "image": "book-pages/page-42.jpg"
  },
  {
    "page": 43,
    "printed": 45,
    "text": "భూతనాథ సదానందా సర్వభూత దయాపర\nరక్షరక్ష మహాబాహో, శాస్త్రేతుభ్యం నమామ్యహం ॥ స్వామి!\nఅన్యధా శరణం నాస్తి, త్వమేవ శరణం మమ\nతస్మాత్‌ కారుణ్యభావేన రక్షరక్షో శబరీశ్వర ॥ స్వామి!\n(రాత్రి సమయము మాత్రమే)\nపవళింపుసేవ జరిగిన తర్వాత ఎట్టి\nపరిస్థితులలోను\nశరణాలు చెప్పకూడదు\n1. హరిహరాసనం స్వామి విశ్వమోహనం\nహరిదదీశ్వరం స్వామి ఆరాధ్యపాదుకం\nఅరవిమర్దనం స్వామి నిత్యనర్తనం\nహరిహరాత్మజం స్వామి దేవమాశ్రయే!\nశరణమయ్యప్పా స్వామి శరణమయ్యప్పా\nశరణమయ్యప్పా స్వామి శరణమయ్యప్పా\n2. శరణకీర్తనం స్వామి శక్తి మానసం\nభరణ లోలుపం స్వామి నర్తనాలనం\nఅరుణ భాసురం స్వామి భూతనాయకం\nహరిహరాత్మజం స్వామి దేవమాశ్రయే” | శరణమ॥।\n45",
    "confidence": 88,
    "image": "book-pages/page-43.jpg"
  },
  {
    "page": 44,
    "printed": 46,
    "text": "3. (ప్రణయసత్యకం స్వామి ప్రాణనాయకం\n\nప్రణయకల్పితం స్వామి సుప్రభాంజితం\n\nప్రణవమందిరం స్వామి కీర్తన ప్రియం\n\nహరిహరాత్మజం స్వామి దేవమాశ్రయే॥ 1 'శరణమ॥\n4, తురగవాహనం స్వామి సుందరాసనం\n\nవరగదాయుధం స్వామి వేదవర్ణితం\n\nగురుకృపాకరం స్వామి కీర్తనప్రియం\n\nహరిహరాత్మజం స్వామి దేవమాశ్రయే! | శరణమ॥\n5. శ్రిభువనార్చితం స్వామి దేవతాత్మకం\n\nత్రినయనం (ప్రభుం, స్వామి దివ్యదేశికం\n\nత్రిదశపూజితం స్వామి చింతితప్రదం\n\nహరిహరాత్మజం స్వామి దేవమాశ్రయే! || శరణమ॥\n6. భవభయాపహం స్వామి భావుకావహం\n\nభువనమోహనం స్వామి భూతిభూషణం\n\nధవళవాహనం స్వామి దివ్యవారిణం\n\nహరిహరాత్మజం స్వామి దేవమాశ్రయే || శరణమ॥\n7. కళ మృదుశ్శితం స్వామి సుందరాననం\n\nకలభకోమలం స్వామి గాత్రమోహనం\n\nకలభకేసరీం స్వామి వాజివాహనం\n\nడ6",
    "confidence": 76,
    "image": "book-pages/page-44.jpg"
  },
  {
    "page": 45,
    "printed": 47,
    "text": "హరిహరాత్మజం స్వామి దేవమాశ్రయే! || శరణమ!!\n8. (్రితజన ప్రియం స్వామి చింతితప్రదం\n(శ్రుతివిభూషణం స్వామి సాధు జీవననం\nశ్రుతిమనోహరం స్వామి గీతలాలసం\nహరిహరాత్మజం స్వామి దేవమాశ్రయే! ॥'శరణమ॥\nసర్వం శ్రీ అయ్యప్పస్వామి పాదార్పణమస్తు\nఓం శాంతి శ్యాంతి శ్శాంః\nడే?",
    "confidence": 73,
    "image": "book-pages/page-45.jpg"
  },
  {
    "page": 46,
    "printed": 48,
    "text": "క్షమాపణ\n\nకాంతగిరి శిఖరముపై స్వర్ణ మందిరమున దేవతల\nపూజలందుకొని ఈ భూమెల్లయు పాలించు కాపాడు తారక\n(బ్రహ్మణా &%/నముతోను అజ్ఞానముతోను తెలిసి తెలియక చేయు\nసకల తప్పు ఒప్పులను మన్మించి కాపాడుము. సత్యమును కాపాడి\nశబరిగిపై అష్టాదశ సోపానమున చిన్ముద్ర ధారిగాయుండి\nకాళీరామేశ్వరము పాండ్య మొదలగు కేరళ దేశములో ఏకఛత్రాధీ\nపత్యాన పరిపాలించు ఓం శ్రీ హరిహరసుతన్‌ ఆనందబిత్తన్‌\nఅయ్యన్‌ అయ్యప్ప స్వామియే శరణం అయ్యప్ప\n\nఅరవాన్న ప్రసాద సామాగ్రి\n1కి. బియ్యం 50 (గ్రా. శొంఠి\n4 కి బెల్లం (అనకాపల్లి) 50 (గ్రా. మిరియాలు\n200 (గ్రా. ఎండుకొబ్బరి 1కి మంచినెయ్యి\n200 గ్రా. కిస్‌మిస్‌ రూ. 5/- పచ్చకర్పూరం\n200 (గ్రా. జీడిపప్పు 1 శాంపిల్‌ పాకెట్‌\n25 (గ్రా. ఇలాచి కుంకుమ పువ్వు\n(8",
    "confidence": 82,
    "image": "book-pages/page-46.jpg"
  },
  {
    "page": 47,
    "printed": 49,
    "text": "పూజా సామార్రి\n100 గ్రా. పసుపు 100 గ్రా. నెయ్యి\n100 (గ్రా. కుంకుమ 2 కి. నువ్వుల నూనె\n200 గ్రా. విభూది 2 కట్టల తమలపాకులు\n100 గ్రా. చందనం 8 చామంతి దండలు\nరూ! 5/- పీటీ వక్కలు 8 పుడాల కాశిమెల్లలు\nరూ! 5/- పచ్చకర్పూరం 1 త్రులసిదండ (విడి తులసిదళాలు)\nరూ! 5/- సాంబ్రాణి 100 గులాబీ పువ్వులు\nరూ! 5/- కుంకుమపువ్వు 2 ప్యా. ఊదువత్తులు\n100 గ్రా. తేనె 6 కొబ్బరికాయలు\n100 మి.లీ. ఆవుపాలు ర్‌ సేపులు\n100 గ్రా. పెరుగు ర5్‌ సంత్రాలు\n100 మి.లీ.పన్నీరు సీసా 2 డ. అరటిపండ్లు\n500 గ్రా. పెసరుపప్పు 100 అంగూర\n200 (గ్రా. పంచదార 2 క్రొవ్వతులు, దూది ఒత్తులు\n200 గ్రా. ముద్దకర్పూరము 25 నిమ్మకాయలు (18 దండ)\n1 జాకెట్‌ పీసు\nపంచామృతము\n1. ఆవుపాలు; £. ఆవు పెరుగు; 3. తేనె; 4. నెయ్యి\nర్‌. కొబ్బరి మరియు వివిధ రకములైన ఫలములు\n49",
    "confidence": 89,
    "image": "book-pages/page-47.jpg"
  },
  {
    "page": 48,
    "printed": 50,
    "text": "అన్నదాప మహాత్మ్యం\n“గజ తురగ సహస్రం గోకులం కోటి దయకంం...........\nకనక రజిత పాత్రం మేదినీ సాగరాంతం\nఉభయ కుల విశుద్ధం కోటికన్యా ప్రదాయినం\nనహి నహి బహుదానం అన్నదాన సమం సదా”\n“అన్నదాన ప్రభువే శరణమయ్యప్ప”\nభక్తులు దేవాలయమునందు ఆచరించవలసిన నియమాలు\n\n1. దేవాలయ (ప్రాంగణములోనికి పురుషులు చొక్కాలు\nబనియనులు లేకుండా ప్రవేశించవలయును.\n\n£2. పాదరక్షలు దేవాలయ ప్రాంగణము బయటనే విడువవలెను.\n\n8. మహా మండపమునండదు నిద్రించరాదు.\n\n4. శ్రీవారి సుప్రభాత (విశ్వరూప) సమయమందు, రాత్రి శయన\nహారతి సమయమందు భక్తులు దేవాలయ ప్రాంగణమందు\nనిద్రించుట, కూర్చుండుట చేయరాదు\n\n5. దేవాలయ ప్రాంగణమునందు శుచి, పవిత్రతను పాటించ\nవలెను.\n\nస 50",
    "confidence": 87,
    "image": "book-pages/page-48.jpg"
  },
  {
    "page": 49,
    "printed": 51,
    "text": "గౌరీనందన గజానన\nగారీనందన గజానన - గిరిజా నందన నిరంజనా\nపార్వతినందన శుభానన - పాహి ప్రభో మాంపాహి (ప్రసన్న\nవరద వినాయక శరణం శరణం - సిద్ధివినాయక శరణం శరణం\nఆది వినాయక శరణం శరణం - నాధ వినాయక శరణం శరణం\n_ || గౌరీనందన!!\nమూషిక వాహన మోదక హస్తా - శ్యామల కర్ణ విలంబితసూత్ర\nవామనరూప మహేశ్వర పుత్రా - విఘ్న వినాయక పాదనమస్తే\n|| గౌరీనందన॥\nబై బోలో సద్గురు మహారాజీకి జై\nగురుగ్ర్రహ్మ గురుర్విష్ణుః గురుదేవో మహేశ్వరః\nగురుస్సాక్షాత్‌ పరబ్రహ్మ తస్మై శ్రీ గురవే నమః\n|| గురుబ్రహ్మ!\nధ్యానమూలం గురోర్మూర్తిః పూజంమూలం గురోఃపదమ్‌!\nమంత్రమూలం గురోర్వాకం మోక్షమూలం గురోఃకృపా॥\n|| గురు[బ్రహ్మ!!\nజై బోలో సూర్య భగవాన్‌కి జై\n51",
    "confidence": 81,
    "image": "book-pages/page-49.jpg"
  },
  {
    "page": 50,
    "printed": 52,
    "text": "జై బోలో అంబే మాతాకి జై\nదేవి నిన్నే మనసుల తలచిన నమ్మినదేవతవు నమ్మిన దేవతవు\n॥దేవి॥\nభద్రకాళివై పాపులనణచి భీకరమైన రూపము దాల్చి\nరాక్షసిమూకల మాలలుదాల్చిన మార్గదేవతవు నీవు దుర్గాదేవతవు\n॥దేవి॥\nలక్ష్మీ రూపమున సంపదపెంచి\nసహజీవనమున అండగ నిలచిన\nఆదిశక్తివమ్మ నీవే వేగము రావమ్మ | దేవి!\nవిద్యావాణి విద్యలకెల్ల\nఅక్షర జ్ఞానం చూపిన దేవివి\nసత్యము నీవే శాంతమునీవే\nధర్మము నీవై దైవము నీవై\nకావగరావమ్మ మమ్ము కాపాడరావమ్మ దేవి!\nసౌశీల్యముతో సీతగవెలసి\nవిధివశాత్తుగా అడవిలోగడపిన\nరాముని పాదమే నమ్మిన దేవివి\nబాధలనోర్చితివో బాధలనోర్చితివో |! దేవి!\nస",
    "confidence": 82,
    "image": "book-pages/page-50.jpg"
  },
  {
    "page": 51,
    "printed": 53,
    "text": "జై బోలో శంకర భగవాన్‌కి జై\nకాలకాల కామదహన కాశీనాథ పాహిమాం\nవిశాలాక్షి అంబసహిత విశ్వనాథ రక్షమాం ||! కాలకాల!\nఅంబులింగ, లింగరమణ, జంబులింగ పాహిమాం\nఅఖిలనాయకి సమేత జంబుకేశ పాహిమాం ॥కాలకాల॥\nలింగరమణ మంగళాంగ మాతృభూత పాహిమాం\nశకుంతి కుంతలా సమేత మాతృభూత పాహిమాం  .\nకైలాశీశ, కామాక్షీశ, వామాక్షీశ పాహిమాం\nవిశాలాక్షి అంబసహిత విశ్వనాథ రక్షమాం ॥కాలకాల!\nఅంబులింగ, భూనులింగ, సోమలింగ పాహిమాం\nనీలలోచనీ సమేత సుందరేశ పాహిమాం\nభానులింగ, హనుమలింగ, రామలింగ పాహిమాం\nశైలవర్ధని సమేత రామనాథ పాహిమాం\nఓంకారనాథ్‌, కేదారనాథ్‌, కైలాసనాథ్‌, విశ్వనాథ్‌\nవిశాలాక్షి అంబసహిత విశ్వనాథ రక్షమాం ॥కాలకాల॥\nవిశాలాక్షి పాహిమాం\nవిశ్వనాథ రక్షమాం\n\n53",
    "confidence": 88,
    "image": "book-pages/page-51.jpg"
  },
  {
    "page": 52,
    "printed": 54,
    "text": "జై బోలో విష్ణు భగవాన్‌కి జై\nనారాయణహరి-నారాయణహరి-నారాయణహరి-నారాయణహరి\nహరి నారాయణ - భజ నారాయణ\nభజ నారాయణ - దురితనివారణ\nభక్తజనప్రియ - పంకజలోచన\nహర హర శంకర - జయ జయ శంకర\nశంభో మహాదేవ - సాంబ సదాశివ\nఅంబ పరమేశ్వరి -అలఖిలాండేశ్వరీ\nఆది పరాశక్తి పాలయమాం\nజయరాం జయరాం జయ జయరాం\nశ్రీ రఘురాం - సీతారాం\nశ్రీనివాసా గోవిందా - శ్రీ వేంకటేశా గోవిందా\nహరినారాయణ గోవిందా - జయనార6ఆయణ గోవిందా\nసుబ్రహ్మణ్యం మాం పాహి, స్వామినాథ మాం పాహి\nశరవణ భవగున మాం పాహి, షణ్ముఖనాథ మాం పాహి\nస్వామి శరణం, శరణం పున్నయ్యప్ప\n\n54",
    "confidence": 91,
    "image": "book-pages/page-52.jpg"
  },
  {
    "page": 53,
    "printed": 55,
    "text": "హరిహరసుతనే, స్వామి పున్నయ్యప్ప\nస్వామి యేల్లాతోరు శరణం ఇల్లయ్యప్ప\nవిఠలా విఠలా పాండురంగ విఠలా!\nపాండురంగ విఠలా, పండరినాథా విఠలా\nజై హనుమాన్‌, జై హనుమాన్‌, జై హనుమాన్‌, జై హనుమాన్‌\nజై హనుమాన్‌, జై హనుమాన్‌, జైజైజైజైజెై హనుమాన్‌\n|| నారాయణ॥\nజై బోలో కృష్ణ భగవాన్‌కి జై\nరాధాలోల చిన్నికృష్ణ గోపాలబాల\nగోపాలబాల నీలాబాల - 1!రాధా!\nనీలా బాల ఆనందలోల\nఆనందలోల మురళీబాల రాధా!\nమురళీబాల భక్తపరిపాల\nభక్తపరిపాల పరమదయాళ 1! రాధా!\nపరమదయాళ పర్మాలయమాల __.\"\nరాదాలోల చిన్నికృష్ణ గోపాలబాల 1!రాధా!।\n5",
    "confidence": 82,
    "image": "book-pages/page-53.jpg"
  },
  {
    "page": 54,
    "printed": 56,
    "text": "వేంకటరమణ గోవింద గోవింద\n\nఆదిశేషా అనంతశయన శ్రీనివాసా శ్రీవేంకటేశా ॥ ఆది!\n\nరఘుకులతిలకా రఘురామచండద్ర\n\nసీతాపతే శ్రీ రామచంద్రా || ఆది\n\nయదుకులభూషణ యశోదనందన\n\nరాధాపతే గోపాలకృష్ణ || ఆది!\nపన్నగభూషణ కైలాసవాస - గౌరీపతే శంభోశంకర ॥అది॥\nమూషిక వాహన మోదకహస్తా - గౌరీపుత్ర గణేశదేవా !!ఆది॥\nమయూరవాహన మంగళరూపా . .. |\nపళని గిరీశ్వర శ్రీ సుబ్రహ్మణ్య” | ఆది॥\nవీభూది' సుందర శశాంకశేఖర\nషిరిడీ పురీశ్వర శ్రీసాయిబాబా 1 ఆది!\nరామదూత రాక్షస మర్దన - అతిబలవంతా శ్రీ ఆంజనేయ !! ఆది!\nవణ్‌పులి వాహన విల్లాడి వీర - శబరి గిరీశ్వర శ్రీ ధర్మశాస్తా | ఆది!\nఆనందనిలయా వీధివీరా\nమోహినిపుత్రా స్వామియే శరణం ఆది!\nకలియుగ జ్యోతి శబరిగిరీశా |\nఅనాధరక్షక అయ్యప్పస్వామి ॥ ఆది!\n\nర",
    "confidence": 75,
    "image": "book-pages/page-54.jpg"
  },
  {
    "page": 55,
    "printed": 57,
    "text": "జై బోలో రామచంద్ర భగవాన్‌కి జై\nజై బోలో సుబ్రహ్మణ్యేశ్వర భగవాన్‌కి జై\nఓం స్వామియే శరణం అయ్యప్ప\nస్వాగతం స్వాగతం\nస్వాగతం స్వాగతం - సర్వలోక రక్షకం\nశంకరాది పూజితం - సమస్తవేద ఘోషితం\nసుందరాంగ పూజితం - సురేంద్రనాథ వాహనం\nసూర్యచంద్ర లోచనం - సురాసురాది వందితం\nకాంత సత్య కర్షణం - కటాక్ష వీక్షణం సుఖం\nబంధు సంఘవర్దనం - ఫలం పవిత్ర దర్శనం\nశాంతమూర్తి మామునీంద్ర - కామకోటి కల్పితం\nబంధమోక్ష కారణం - శబరినాథ స్వాగతం | స్వాగతం!\n57",
    "confidence": 90,
    "image": "book-pages/page-55.jpg"
  },
  {
    "page": 56,
    "printed": 58,
    "text": "భగవాన్‌ శరణం\n\nభగవాన్‌ శరణం భగవతి శరణం శరణం శరణం అయ్యప్పా\nభగవతి శరణం భగవాన్‌ శరణం శరణం వరణం అయ్యప్పా ॥ భగవాన్‌\nభగవానే - భగవతియే, దేవనే - దేవియే, ఈశ్వరనే - ఈశ్వరియే\nనలుబది దినములు భక్తితో నిన్ను సేవించెదము అయ్యప్పా\nపగలు రేయి నీ నామంబే స్మరణం స్మరణం అయ్యప్పా\n\nభగవాన్‌\nకరిమలైవాసా పాపవినాశా శరణం శరణం అయ్యప్పా\nకరుణతోమమ్ము కాపుముస్వామి శరణం శరణం అయ్యప్పా ॥ భగవాన్‌\nమహిషి సంహార మదగజవాహన శరణం శరణం అయ్యప్పా\nసుగుణ విలాసా సుందరరూపా శరణం శరణం అయ్యప్పా ॥భగవాన్‌॥\nపాలాభిషేకం నీకప్పా నీపాద పద్మములు మాకప్పా\nనెయ్యభిషేకం నీకప్పా దివ్యదర్శనం మాకప్పా ॥ భగవాన్‌!\nభగవానే - భగవతియే, దేవనే - దేవియే\nఈశ్వరనే - ఈశ్వరియే, స్వామియే - అయ్యప్పో ॥ భగవాన్‌॥\n\n58",
    "confidence": 88,
    "image": "book-pages/page-56.jpg"
  },
  {
    "page": 57,
    "printed": 59,
    "text": "శబరి మందిర్‌ సే\nశబరి మందిర్‌సే ఆవో అయ్యప్ప - కమల్‌ చరన్‌సే ఆవో అయ్యప్ప\nఆవో, ఆవో, ఆవో - చమ్మ(ద్రధారి ఆవో\nశబరి గిరీశా ఆవో అయ్యప్పా || శబరి!\nభజన్‌ మంటప్‌కో ఆవో అయ్యప్ప - భక్తరక్షక ఆవో అయ్యప్ప\nఆవో, ఆవో, ఆవో - పంచగిరీశా ఆవో\nపరమేశ్వరసుత ఆవో అయ్యప్ప | || శబరి!\nమాలాధారి యహా బైఠీహై - భక్తిబావ్‌మే జూల్‌ రహేహై\nఆవో, ఆవో, ఆవో - పాపవినాశక్‌ ఆవో అయ్యప్ప\nశంకరనందన ఆవో అయ్యప్ప - మోహినిపుత్ర ఆవో అయ్యప్ప\nహరిహరపుత్ర ఆవో అయ్యప్ప -\nగణేశ సోదర ఆవో అయ్యప్ప || శబరి!\nనామది\nనామది స్వర్ణాలయం అది నీకు ఆరామం\nనా రచనపై నీ గాన రమ్యమాధుర్యం || నామది!\nకలలోన ఈ ఇలలోన ఈ కాలచక్రములో\nనయనకాంతుల వెలుగులోన దారిచూపవయా\nనీవే నా ఇలవేల్చుస్వామి నీవే నా ప్రాణం\nహరిహరాత్మజ ఆత్మరూప దీనజనపాల || నామది!\n59",
    "confidence": 85,
    "image": "book-pages/page-57.jpg"
  },
  {
    "page": 58,
    "printed": 60,
    "text": "తెరచిన, కనుమూసిన నీ రూపమే నిలిచె\nయుగయుగాల గతులలో నీ నామమే పిలిచె 1! నామది\nజన్మజన్మలకైన నిన్ను మరువ నాతరమా\nఅఖిలాండేశ్వరా మహాశ్రష్థా శరణమయ్యప్పా నామది\nశబరిమలకు\nశబరిమలకు రండయ్యా భక్తులారా\nకోరి పూజ చేద్దాము రక్తిమీర\nశరణమయ్యప్ప స్వామి శరణమయ్యప్ప\nశరణమయ్యప్ప స్వామి శరణమయ్యప్ప ॥ శబరి॥\nకలయుగమున దేవుడని కొల్చుచున్నాము\nకరుణిస్తావని పూజలు చేస్తున్నాము |! శబరి!\nస్ట్‌ దాసులపైన నీవు నెనరు చూపవా అయ్యా\nనిన్ను నమ్ముకొన్న మమ్ము కాపాడవా\nకొండపైన దూరంగా కూర్చున్నావా\nవచ్చినవారికి పరగణ యిస్తున్చావా || శబరి!\nజగమున కాధారమైన స్వామివి నీవే\nజనులను రక్షించే - అయ్యప్పవు నీవే\nపిలిచిన ఓయంటు మాతో పలికెదవయ్యా\n60",
    "confidence": 86,
    "image": "book-pages/page-58.jpg"
  },
  {
    "page": 59,
    "printed": 61,
    "text": "తలచిన వెంటనే మాతో నిలిచెదవయ్యా ॥శబరి॥\nకష్టాలను ఓర్చుకొని వస్తున్నాము\nకరుణిస్తావని పూజలు చేస్తున్నాము\nఇంతకన్న మేము నీకు ఏమిస్తామూ\nసంతోషము ఉప్పొంగగా మనసిస్తాము | శబరి!\nఓం ఓం అయ్యప్పా\n\nఓం ఓం అయ్యప్పా - ఓం గురునాథా అయ్యప్పా\nఓం గురునాథా అయ్యప్పా - శ్రీ గురునాథా అయ్యప్పా\nశ్రీ గురునాథా అయ్యప్పా - 'సద్దురునాథా అయ్యప్పా\nసద్గురునాథా అయ్యప్పా - ఓం గురునాథా అయ్యప్పా\nఅనాధనాథా అయ్యప్పా - ఆశ్రితవత్సల అయ్యప్పా\nఆశ్రితవత్సల అయ్యప్పా అద్భుత చరిత అయ్యప్పా 1! ఓ౦!|\nపందళరాజా అయ్యప్పా -ా పంపావాసా అయ్యప్పా\nపాపవినాశక అయ్యప్పా - పావనచరితా అయ్యప్పా\nమదగజవాహన అయ్యప్పా -మకరప్రదీప అయ్యప్పా\nమకర ప్రదీపా అయ్యప్పా - మార్గబంధో అయ్యప్పా\nమార్గబంధో అయ్యప్పా - మకరజ్యోతి అయ్యప్పా\nమకరజ్యోతి అయ్యప్పా - మహాశక్తి అయ్యప్పా 11 ఓ ౦||\n\n61",
    "confidence": 83,
    "image": "book-pages/page-59.jpg"
  },
  {
    "page": 60,
    "printed": 62,
    "text": "సాధుల్లారా మీరు రండి\nసాధ్రుల్లారా మీరు రండి - భక్తులారా మీరు రండి\nపశురామ క్షేత్రమునకు పాదయాత్ర\nపంపానదీ తీరమునున్న శబరియాత్ర\nసాధుల్లారా మీరు రండి - భక్తుల్లారా అందరు రండి ॥పశురామ॥\nకార్తికేయ మాసమందు మాలవేసి దీక్షబూని\nజ౦టముడులు గట్టుకొంని పాదయాత్ర\nభక్తి వెంటబెట్టుకొని పాదయాత్ర\nఅక్కడచూడ అయ్యప్పస్వామి\nఇక్కడచూడు అయ్యప్పస్వామి\nఎక్కడ చూసినా అయ్యప్పస్వామే\nఅక్కడ, ఇక్కడ, ఎక్కడ చూసిన అయ్యప్ప స్వామే\nమన హృదయములలో నివసించే అయ్యప్ప స్వామి ॥సాధుల్లారా!\nస్వార్థము పరమార్థాలు ముడుల క్రింద గట్టుకొని ॥పశురామ॥\nనలుభై మైళ్ళ దట్టమైన అడవులెంట నడిచీ నడచి ॥పశురామ॥\n62",
    "confidence": 87,
    "image": "book-pages/page-60.jpg"
  },
  {
    "page": 61,
    "printed": 63,
    "text": "జై బోలో హనుమాన్‌ మహారాజీకి జై\nదాసాది దాస\nదాసాది దాస రామదాస శ్రీ ఆంజనేయ రామదాస\nఅంజనాదేవి సుత రామదాస ఆశ్రిత రక్షక రామదాస\nవిరాధివీరా రామదాస వీరాంజనేయ రామదాస\nవాయుకుమార రామదాస వ్యాకరణపండిత రామదాస\n|! దాసాది!\nజై బోలో పాండురంగ విఠల్‌ మహారాజ్‌కి జై\nభజో భజో విఠలా\nభజో భజో విఠలా\nపాండురంగ విఠలా\nపాండురంగ భజోమన విఠలా\nరంగనాథ విఠలా సక్కుబాయి విఠలా\nరంగా రంగా పాండురంగా\nపాండురంగా రంగా రంగా\nవిఠల విఠల విఠల విఠల రంగా రంగా రంగా రంగా\n63",
    "confidence": 89,
    "image": "book-pages/page-61.jpg"
  }
];
